Repository: AndrienkoAleksandr/vte
Catalog: po/*.po
Languages: ar, ne

source: Error adding `%s' to environment, continuing.
ar: خطأ إضافة `%s' للبيئة، مواصلة.
ne: परिवेशमा `%s' थप्दा त्रुटि, निरन्तरता दिँदै

source: can not run %s
ar: لا يمكن تشغيل %s
ne: %s चलाउन सकिएन

source: Error creating signal pipe.
ar: خطأ إنشاء انبوب الإشارة.
ne: सांकेतिक पाइप बनाउदा त्रुटि।

source: Duplicate (%s/%s)!
ar: نسخ (%s/%s)!
ne: नक्कली (%s/%s)!

source: Error compiling regular expression "%s".
ar: خطأ عند تجميع التعبير النظامي "%s".
ne: नियमित अभिव्यक्ति कम्पाइल गर्दा त्रुटि "%s"।

source: Unable to convert characters from %s to %s.
ar: لا يمكن تحويل الرموز من %s إلى %s.
ne: क्यारेक्टरहरू %s देखि %s सम्म रूपान्तरण गर्न अक्षम

source: Got unexpected (key?) sequence `%s'.
ar: تلقيت سلسلة غير منتظرة (مفتاح؟) `%s'.
ne: अनपेक्षित (कुञ्जी?) अनुक्रम `%s' प्राप्त भयो।'

source: No handler for control sequence `%s' defined.
ar: لا معاين معرف لسلسلة التحكم `%s'.
ne: परिभाषित गरिएको `%s' अनुक्रम नियन्त्रणका लागि ह्यान्डल छैन।

source: Error reading from child: %s.
ar: خطأ عند القراءة من الإبن: %s.
ne: शाखाबाट पढ्दा त्रुटि: %s.

source: Error (%s) converting data for child, dropping.
ar: خطأ (%s) عند تحويل البيانات للإبن، إسقاط.
ne: शाखाका लागि डेटा रूपान्तरण गर्दा त्रुटि (%s), छोडिदै।

source: Using fontset "%s", which is missing these character sets: %s.
ar: استعمال مجموعة الخطوط "%s"، التي تنقصها مجموعات الرموز: %s.

source: Failed to load Xft font pattern "%s", falling back to default font.
ar: فشل تحميل نموذج خط Xft "%s"، رجوع للخط الإفتراضي.

source: Failed to load default Xft font.
ar: فشل تحميل خط Xft الإفتراضي.

source: Failed to load font set "%s", falling back to default font.
ar: فشل تحميل مجموعة الخطوط "%s"، رجوع للخط الافتراضي.

source: Failed to load default font, crashing or behaving abnormally.
ar: قشل تحميل الخط الإفتراضي، انهيار او تصرف غريب.

source: Error reading PTY size, using defaults: %s.
ar: خطأ عند قراءة حجم PTY، استعمال الإفتراضات: %s.
ne: पूर्वनिर्धारणहरू प्रयोग गरेर, PTY साइज पढ्दा त्रुटि: %s।

source: Error setting PTY size: %s.
ar: خطأ ضبط حجم PTY: %s.
ne: PTY साइज सेटिङ गर्दा त्रुटि: %s।

source: Error allocating draw, disabling Xft.
ar: خطأ تخصيص الرسم، إلغاء Xft.

source: Error allocating context, disabling Pango.
ar: خطأ تخصيص السياق، إلغاء Pango.

source: Error allocating layout, disabling Pango.
ar: خطأ تخصيص التخطيط، إلغاء Pango.

source: g_iconv_open() failed setting word characters
ar: فشل g_iconv_open() في ضبط رموز الكلمات

source: Attempt to set invalid NRC map '%c'.
ne: अवैध NRC म्याप '%c' सेट गर्न प्रयास गर्नुहोस्।

source: Unrecognized identified coding system.
ne: नचिनिएका फेला पारिएका कोडिङ प्रणाली।

source: Attempt to set invalid wide NRC map '%c'.
ne: अवैध फराकिलो NRC म्याप '%c' सेट गर्न प्रयास गर्नुहोस्।

source: _vte_conv_open() failed setting word characters
ne: _vte_conv_open() शब्द क्यारेक्टरहरूको सेटिङ असफल

source: Could not open console.
ne: कन्सोल खोल्न सकिएन।

source: Unknown pixel mode %d.
ne: अज्ञात पिक्सेल मोड %d।

source: Can not draw character U+%04x.
ne: U+%04x क्यारेक्टर कोर्न सकिएन।
